{
  "dc_creator_sm": ["Maya Jarrad"],
  "dc_description_s": "Johnson Creek watershed restoration project locations, areas, and attributes by primary watershed restoration agents from 1990-2014 in the Johnson Creek Watershed, Willamette River Basin, Oregon. This spatial data package combines the collective efforts of most jurisdictional and NGO watershed partners in watershed restoration efforts for flood mitigation, wetland enhancement, fish passage and habitat, stormwater mitigation paired with habitat creation or enhancement, and water quality improvements. This layer includes all projects with a statement of intent, a site location, and project start year. Projects must be explicitly stream, riparian, or wetland enhancement projects, or located within 0.5 km of at least a class 4 stream. Projects that only consist of study, monitoring, or education, or were primarily to protect infrastructure, were not included. Individual, private landowner restoration in the eastern third of the watershed and in Multnomah County was not included for privacy reasons.\r\n\r\nThis project contains the spatial data for restoration project polygons, attribute table, and variables metadata. Assistance in the creation of the restoration site map provided by Noah Jenkins and Robin Jenkinson, Johnson Creek Watershed Council. We gratefully acknowledge funding by USDA\/NIFA award # 2015-67023-23001.",
  "dc_format_s": "Shapefile",
  "dc_identifier_s": "http:\/\/geo.lclark.edu\/submit\/items\/show\/52",
  "dc_publisher_s": "",
  "dc_rights_s": "Public",
  "dc_subject_sm": ["Social sciences", "Earth sciences", "Environmental sciences"],
  "dc_title_s": "Johnson Creek Restoration Sites 1990-2014",
  "dc_type_s": "Dataset",
  "dct_isPartOf_sm": "PDXENV",
  "dct_provenance_s": "Lewis & Clark",
  "dct_references_s": "{\"http://schema.org/url\":\"http://geo.lclark.edu/submit/items/show/52\",\"http://schema.org/downloadUrl\":\"http://drive.google.com/drive/folders/10.7910/DVN/L4DDCR\",\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"http://52.11.226.237:8080/geoserver/wfs\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"http://52.11.226.237:8080/geoserver/wms\"}",
  "dct_spatial_sm": ["5746726: Powell Butte Nature Park (parks,area, ...), Oregon, United States", "5746545: Portland (city, village,...), Oregon, United States", "5733854: Johnson Creek (stream), Clackamas County, Oregon, United States"],
  "dct_temporal_sm": ["1990-2014"],
  "layer_geom_type_s": "Polygon",
  "layer_id_s": "PDXENV:JCrestoration1990_2014",
  "layer_modified_dt": "2017-7-28T19:14:21Z",
  "layer_slug_s": "JCrestoration1990_2014",
  "solr_geom": "ENVELOPE(-122.64728963224, -122.32347621105, 45.504795201771, 45.435124529874)"
}
